"%.0lfk of %.0lfk" = "%1$.0lfk sur %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ a été installé et sera prêt à être utilisé au prochain lancement! Voulez-vous le relancer %3$@ maintenant?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ est à jour.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ est disponible (vous avez la version %3$@). Voulez-vous la télécharger maintenant?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ n'a pas la permission d'écrire dans le dossier de l'application! Avez-vous lancé l'application depuis une image disque? Si ce n'est pas le cas, contactez votre administrateur.";
"A new version of %@ has been installed!" = "Une nouvelle version de %@ a été installée!";
"A new version of %@ is available!" = "Une nouvelle version de %@ est disponible!";
"An error occurred during installation. Please try again later." = "Une erreur est survenue pendant l'installation. Veuillez réessayer plus tard.";
"An error occurred in retrieving update information. Please try again later." = "Une erreur est survenue pendant la recherche d'une mise à jour. Veuillez réessayer plus tard.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Une erreur est survenue lors de la recherche de la mise  jour; êtes-vous connecté à l'Internet? Veuillez réessayer plus tard.";
"An error occurred while extracting the archive. Please try again later." = "Une erreur est survenue pendant la décompression de l'archive. Veuillez réessayer plus tard.";
"An error occurred while trying to download the file. Please try again later." = "Une erreur est survenue pendant le téléchargement de l'archive. Veuillez réessayer plus tard.";
"An update is already in progress!" = "Une mise à jour est déjà en cours!";
"Anonymous system profile information is used to help us plan future development work." = "Le profil d'informations systèmes anonyme est utilisé pour nous aider à planifier le développement de l'application.";
"Cancel" = "Annuler";
"Check for updates on startup?" = "Rechercher les mises à jour au lancement?";
"Downloading update..." = "Téléchargement de la mise à jour…";
"Extracting update..." = "Décompression de la mise à jour…";
"Include anonymous system profile?" = "Inclure le profil système anonyme?";
"Install Update" = "Installer";
"Install and Relaunch" = "Installer et relancer";
"Installing update..." = "Installation de la mise à jour…";
"No" = "Non";
"Ready to install!" = "Prêt à installer!";
"Release Notes:" = "Notes de version:";
"Remind Me Later" = "Pas maintenant";
"Skip This Version" = "Ignorer cette version";
"Software Update" = "Mise à jour de logiciels";
"Update Error!" = "Erreur lors de la mise à jour!";
"Updating %@" = "Mise à jour de %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Voulez-vous que %@ recherche des mises à jour au lancement? Si non, vous pouvez rechercher les mises à jour manuellement depuis le menu de l'application.";
"Yes" = "Oui";
"You're up to date!" = "Vous êtes à jour!";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
